Repository: iMedHelmi/Permission
Catalog: Source/Supporting Files/*.lproj/Localizable.strings
Languages: fr

source: %@ would like to access your %@
fr: %@ souhaite accéder à %@

source: Permission for %@ was denied
fr: L'application n'a pas accès à %@

source: Please enable access to %@ in the Settings app.
fr: L’application requiert l'accès à %@ pour une utilisation optimale. Pour autoriser l’accès, appuyez sur paramètres et activez ce dernier.

source: %@ does not have access to Notifications
fr: %@ n'a pas accès à vos notifications

source: The application requires access to notifications to inform you of recommendations and news which concern you. Please turn on notifications in the Settings app.
fr: L’application requiert l'accès aux notifications pour vous informer des recommandations et actualités vous concernant. Pour autoriser l'accès appuyez sur Réglages et activez les notifications.

source: %@ does not have access to Contacts
fr: %@ n'a pas accès à vos contacts

source: Widr would like to access your Contacts in order to connect with other members while protecting your identity. Please enable access to Contacts in the Settings app.
fr: L’application requiert l'accès aux contacts de votre iPhone pour pouvoir vous connecter à la communauté Widr. Pour autoriser l'accès appuyez sur Réglages et activez les contacts.

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Settings
fr: Réglages

source: Address Book
fr: Contacts

source: Location
fr: Position

source: Camera
fr: Appareil Photo

source: Reminders
fr: Rappels

source: Events
fr: Évènements

source: Motion
fr: Accéléromètre

source: Speech Recognizer
fr: Reconnaissance vocale

source: Media Library
fr: Bibliothèque de Photo et Vidéo
